/* eventResultSave */
"A" = "A";

/* login */
"A new password was sent to your e-mail address." = "Uma nova senha foi enviada para seu e-mail.";

/* login */
"about" = "O iRank é uma ferramenta completa e gratuita de gerenciamento de eventos, resultados e classificação de jogos de poker para você e seus amigos.";

/* alert */
"Access denied" = "Acesso negado";

/* eventResultSave */
"Add-on" = "Add-on";

/* addPlayer */
"adding new player..." = "adicionando novo jogador...";

/* rankingPlayer */
"Average" = "Média";

/* eventResultSave */
"B" = "B";

/* home */
"Bankroll" = "Resumo geral";

/* eventResultSave */
"Buy-in" = "Buy-in";

/* home */
"Buy-ins" = "Buy-ins";

/* eventResult */
"calculate prize" = "calcular prêmio";

/* rankingDetails */
"Classify" = "Classificação";

/* home */
"close" = "sair";

/* eventDetail */
"Comments" = "Comentários";

/* mainTabBar */
"Config" = "Opções";

/* eventResultSave */
"Confirm" = "Confirmação";

/* eventResultSave */
"Confirm saving and sending the event result by e-mail?" = "Confirma salvar e enviar por e-mail o resultado do evento";

/* eventResultSave */
"Confirm saving the offline result of this event?" = "Confirma salvar Offline o resultado do evento?";

/* home */
"CREDIT" = "SALDO";

/* rankingDetails */
"Credit" = "Crédito";

/* eventDetail */
"Date" = "Data";

/* rankingDetails */
"Default buy-in" = "Buy-in padrão";

/* eventResult */
"Details" = "Detalhes";

/* login */
"developed by" = "desenvolvido por";

/* rankingDetails */
"Display" = "Exibição";

/* addPlayer
 sign */
"E-mail" = "E-mail";

/* rankingDetails */
"End" = "Término";

/* addPlayer
 alert */
"Error" = "Erro";

/* ranking
 rankingPlayer */
"event" = "evento";

/* eventResultSave */
"Event result has been successfully saved!" = "Resultado do evento salvo com sucesso!";

/* rankingPlayer */
"events" = "eventos";

/* mainTabBar
 rankingDetails */
"Events" = "Eventos";

/* alert */
"Fail" = "Falha";

/* addPlayer
 sign */
"First name" = "Nome";

/* login */
"free register" = "cadastro grátis";

/* eventDetail */
"Going" = "Vou";

/* home */
"Hi" = "Olá";

/* mainTabBar */
"Home" = "Home";

/* login */
"Invalid Username/Password!\nPlease, try again" = "Usuário/Senha inválidos!\nPor favor, tente novamente.";

/* sign */
"It was unable to proceed you registration!\nPlease, try again." = "Não foi possível concluir o cadastro\nPor favor, tente novamente.";

/* addPlayer */
"It was unable to save a new player.\nPlease, try again." = "Não foi possível adicionar o novo jogador!\nPor favor, tente novamente.";

/* eventResultSave */
"It was unable to save the event result!\nPlease, try again." = "Não foi possível salvar o resultado do evento!\nPor favor, tente novamente.";

/* eventDetail */
"ITM" = "ITM";

/* addPlayer
 sign */
"Last name" = "Sobrenome";

/* config */
"lblCompressPhoto" = "Compactar fotos ao publicar";

/* config */
"lblHomeEvents" = "Quantos eventos deseja ver na home?";

/* config */
"lblSaveOfflineInfo" = "Salva offline resultados de eventos e fotos quando não estiver conectado a uma rede wi-fi";

/* photo */
"Load pictures" = "Carregar imagens";

/* photo */
"loading picture..." = "carregando imagen...";

/* event */
"loading event list..." = "carregando lista de eventos...";

/* rankingPlayer */
"loading player list..." = "carregando lista de jogadores...";

/* eventPlayer */
"Loading player list..." = "carregando lista de jogadores...";

/* ranking */
"loading ranking list..." = "carregando lista de rankings...";

/* eventResult */
"loading result..." = "carregando resultado...";

/* login */
"Login error!\nPlease, try again." = "Erro de identificação!\nPor favor, tente novamente.";

/* eventDetail */
"Maybe" = "Talvez";

/* eventResult */
"next" = "próximo";

/* home */
"Next events" = "Próximos eventos";

/* No comment provided by engineer. */
"No" = "Não";

/* home */
"No accomplished events" = "Nenhum evento realizado";

/* eventResultSave */
"No player paid for add-on" = "Nenhum jogador fez add-on";

/* eventResultSave */
"No player paid for buy-in" = "Nenhum jogador fez buy-in";

/* eventResultSave */
"No player paid for rebuy" = "Nenhum jogador fez rebuy";

/* home */
"No scheduled events" = "Nenhum evento agendado";

/* eventDetail */
"Not going" = "Não vou";

/* addPlayer
 sign */
"optional" = "opcional";

/* config
 rankingDetails */
"Options" = "Opções";

/* eventResultSave */
"ordinalPlace" = "º";

/* eventResultSave */
"ordinalPosition" = "ª";

/* login
 sign */
"Password" = "Senha";

/* sign */
"Password confirm" = "Confirmação de senha";

/* sign */
"Password must match to confirmation" = "A senha deve ser igual a confirmação";

/* event */
"Pending offline saved" = "Resultado offline pendente";

/* event */
"Pending result" = "Resultado pendente";

/* eventDetail
 photo */
"Photos" = "Fotos";

/* eventDetail */
"Place" = "Local";

/* eventResultSave
 ranking */
"player" = "jogador";

/* eventResultSave */
"players" = "jogadores";

/* eventDetail
 eventPlayer
 rankingDetails
 rankingPlayer */
"Players" = "Jogadores";

/* addPlayer */
"Please fill all required fields" = "Por favor, preencha todos os campos obrigatórios!";

/* sign */
"Please fill all required fields!" = "Por favor, preencha todos os campos obrigatórios!";

/* ranking
 rankingPlayer */
"pluralEvents" = "s";

/* eventResultSave
 ranking */
"pluralPlayers" = "es";

/* eventResultSave */
"position" = "posição";

/* eventResult */
"previous" = "anterior";

/* home */
"Previous events" = "Eventos anteriores";

/* eventResult
 eventResultSave */
"Prize" = "Prêmio";

/* eventResult */
"prizeInfo" = "Para eventos do tipo ring você deve informar o valor com que cada jogador deixou a mesa.";

/* home */
"Prizes" = "Prêmios";

/* eventResultSave */
"R" = "R";

/* eventDetail */
"Rake" = "Entrada";

/* home */
"Rakes" = "Entradas";

/* eventResult */
"ranking" = "ranking";

/* eventDetail
 rankingPlayer */
"Ranking" = "Ranking";

/* rankingDetails */
"Ranking list" = "Classificação";

/* mainTabBar
 ranking */
"Rankings" = "Rankings";

/* eventResultSave */
"Rebuy" = "Rebuy";

/* login */
"recovery password" = "recuperar senha";

/* sign */
"Registration" = "Cadastro";

/* addPlayer
 sign */
"required" = "obrigatório";

/* eventDetail */
"Result" = "Resultado";

/* eventResultSave */
"Result saved" = "Resultado salvo";

/* eventResultSave */
"Results" = "Resultados";

/* eventResult */
"resume" = "resumo";

/* button
 eventResultSave */
"save" = "salvar";

/* config */
"Save offline" = "Salvar offline";

/* eventResultSave */
"saving result..." = "salvando resultado...";

/* sign */
"saving the new user" = "salvando novo usuário";

/* eventResult
 rankingPlayer */
"score" = "pontos";

/* eventComments */
"send" = "enviar";

/* rankingDetails */
"Start" = "Início";

/* rankingDetails */
"Style" = "Estilo";

/* alert */
"Success" = "Sucesso";

/* addPlayer */
"The e-mail address is invalid" = "O e-mail informado não é válido!";

/* sign */
"The e-mail address is not valid" = "O e-mail informado não é válido!";

/* sign */
"The password must have at least 6 characters" = "A senha deve conter pelo menos 6 caracteres";

/* addPlayer */
"The player was added to the ranking.\nDo you want to add a new player?" = "O jogador foi adicionado ao ranking.\nDeseja adicionar outro jogador?";

/* sign */
"The username is not valid" = "O username informado não é válido!";

/* photo */
"This event has no photos" = "Este evento não possui fotos";

/* eventDetail */
"Time" = "Hora";

/* eventDetail
 rankingDetails */
"Title" = "Título";

/* eventResultSave */
"Total" = "Total";

/* login */
"Type your username or e-mail to recover your password!" = "Informe seu username ou e-mail para recuperar sua senha!";

/* button
 home */
"update" = "atualizar";

/* sign */
"Username" = "Username";

/* login */
"Username/E-mail" = "Username/E-mail";

/* login */
"Username/E-mail not found" = "Username/E-mail não encontrados";

/* login */
"We could not recovery your password!\nPlease, try again" = "Não foi possível recuperar sua senha!\nPor favor, tente novamente.";

/* No comment provided by engineer. */
"Yes" = "Sim";

/* sign */
"Your registration was successfully completed.\nWelcome to iRank!" = "Seu cadastro foi concluído com sucesso!\nSeja bem-vindo ao iRank!";

